Repository: mdondi99/ProgettoAcademy
Catalog: OPT010.UI/Translations/OPT010.UI.*.xlf
Languages: it_it

# PageExtension 1997874095 - Action 3458859247 - Property 2879900210
source: Unlock Address
it_it: Sblocca indirizzo

# PageExtension 1997874095 - Control 3902527861 - Property 1295455071
source: Specifies the value of the Blocked field.
it_it: Specifica il valore del campo Bloccato.

# PageExtension 1997874095 - Control 3902527861 - Property 2879900210
source: Blocked
it_it: Bloccato

# PageExtension 1997874095 - Method 3388793719 - NamedType 1458864712
source: Cannot delete address if blocked
it_it: Impossibile eliminare l'indirizzo se è bloccato

# PageExtension 253693267 - Action 1885783214 - Property 2879900210
source: Warranties
it_it: Garanzie

# PageExtension 253693267 - Control 3824844055 - Property 2879900210
source: Item Warranties List
it_it: Lista garanzie articoli

# PageExtension 2635570712 - Control 3543129988 - Property 1295455071
source: Specifies the value of the Blocked field.
it_it: Specifica il valore del campo Bloccato.

# PageExtension 2635570712 - Control 3543129988 - Property 2879900210
source: Blocked
it_it: Bloccato

# PageExtension 2635570712 - Method 3388793719 - NamedType 1433008748
source: Cannot Delete blocked Address
it_it: Impossibile eliminare un indirizzo bloccato

# PageExtension 2635570712 - Method 3530100688 - NamedType 667527765
source: Cannot Modify blocked Address
it_it: Impossibile modificare un indirizzo bloccato
